Repository: FoxeyYy/SkyWalker-iOS
Catalog: SkyWalker/*.lproj/Localizable.strings
Languages: es

source: Demo mode
es: Modo demostración

source: Invalid URL.
es: URL invalida.

# invalid_username_password
source: Invalid username or password.
es: Usuario o contraseña incorrectos.

# selectable_table_count_msg
source: Selected %d (Max %d)
es: Seleccionados %d (Máx %d)

source: Settings
es: Ajustes

# bluetooth_off_title
source: Bluetooth disabled
es: Bluetooth desconectado

# bluetooth_off_msg
source: Enable Bluetooth so Skywalker can work properly.
es: Habilite el Bluetooth para que Skywalker pueda funcionar.

# internet_off_title
source: Connection error
es: Error de conexión

# internet_off_msg
source: You will be redirected to login screen.
es: Serás llevado a la pantalla de inicio de sesión.

# invalid_qr
source: This QR is not a valid one.
es: Código QR no valido.

# no_internet
source: There was an error with your internet connection.
es: Hubo un problema con tu conexión a Internet.

# server_bad_connection
source: Couldn't retrieve server info.
es: No se pudo recuperar la información del servidor.
